{"ok":true,"docId":"exp6-1","rows":[{"id":"2161dbdd-181a-4a03-bdc0-c55f41e4f868","doc_id":"exp6-1","text":"apacitor 01 no 10uF 5. Voltmeter 04 nos 6. Ammeter 01 no 7. Multimeter 01 no 8. Connecting wires Updated on 7/10/2025 By AP/LD EXPERIMENT 06 -- 1 of 4 -- 50 Circuit diagram: Fig: 1. Circuit diagram of R-L-C circuit Procedure: 1. Make the connections as per circuit diagram 2. Set the rheostat for maximum resistance. 3. Set the auto transformer to zero output & switch on the mains. 4. Adjust the auto transformer so as to apply a suitable voltage to the circuit, measure the current I & voltages VR, VL, Vc, VRL and supply voltage Vs at the output of variac. 5. Take different sets of reading by applying different voltage. 6. Make the calculations as shown in table. 7. Draw phasor diagram taking I(current) as reference vector Observation table: RLC Series circuit: r-internal resistance of coil = Î© Sl no Position of Rheostat VS Volts I Amp VR Volts VL Volts VC Volts VRL Volts 1 Middle position 100 V 2 Maximum position 100 V Updated on 7/10/2025 By AP/LD single phase variac -- 2 of 4 -- 51 Cal"},{"id":"69a8d451-5102-4615-a82e-3360a516b76c","doc_id":"exp6-1","text":"49 Title: Determination of steady state response of R-L-C circuit and calculation of impedance and power factor. Object: To determine the steady state response and to calculate the impedance and power factor of R-L-C circuit. Theory: When an A.C. voltage (RMS) is applied to RLC series circuit as shown in circuit diagram of series circuit, it establishes RMS current I given by equation, ğ¼ = ğ‘‰ ğ‘ , Where ğ‘ = âˆšğ‘…2 + (ğ‘‹ğ¿ âˆ’ ğ‘‹ğ¶)2, Z-is the overall impedance of series combination. In the circuit diagram the RMS value of supply voltage is equal to the vector addition of the voltage across inductor (VL), voltage across resistance (VR) & voltage across capacitor (Vc ). The phasor diagram for the circuit can be drawn which shows the magnitude as well as the phase relationship between the various voltages (VR, VL, Vc, Vs) & the total current I. The phasor diagrams will be of different nature for the cases ğ‘‹ğ¿ > ğ‘‹ğ¶ (Inductive circuit) & ğ‘‹ğ¿ < ğ‘‹ğ¶ (Capacitive circuit) ğ‘‹ğ¿ = ğ‘‹ğ¶ is said"},{"id":"7f1b7151-0e2e-454e-96af-671cb8edc0a6","doc_id":"exp6-1","text":"us voltages (VR, VL, Vc, Vs) & the total current I. The phasor diagrams will be of different nature for the cases ğ‘‹ğ¿ > ğ‘‹ğ¶ (Inductive circuit) & ğ‘‹ğ¿ < ğ‘‹ğ¶ (Capacitive circuit) ğ‘‹ğ¿ = ğ‘‹ğ¶ is said to be condition of resonance & the circuit will be resistive only. For the case, ğ‘‹ğ¿ > ğ‘‹ğ¶ , when power factor of the circuit is lagging in nature, since the current I lags behind V by an angle Ï† where ğœ‘ = tanâˆ’1 (ğ‘‹ğ¿ âˆ’ğ‘‹ğ¶ ğ‘ ) In an inductor, the copper losses take place due to the internal resistance of its coil. In capacitor, the losses take place in the dielectric medium used for making it but usually it is ignored. Apparatus required: S.No Name of Apparatus Quantity required Specification (Range and type) 1. Auto transformer 01 no 2. Rheostat 01 no 1000 Î© 3. Inductor 01 no 1 0mH 4. Capacitor 01 no 10uF 5. Voltmeter 04 nos 6. Ammeter 01 no 7. Multimeter 01 no 8. Connecting wires Updated on 7/10/2025 By AP/LD EXPERIMENT 06 -- 1 of 4 -- 50 Circuit diagram: Fig: 1. Circuit diagram of"},{"id":"935cc210-dfb7-4f9f-89ab-7b25785a1d7c","doc_id":"exp6-1","text":"oltage? 4. How are specification (range and type) of apparatus chosen in the experiment. 5. Why is phasor, Vl (Voltage across inductor), not perpendicular to current phasor? Updated on 7/10/2025 By AP/LD -- 4 of 4 --"},{"id":"b65c65b8-bb52-43b9-845e-0a292cd49254","doc_id":"exp6-1","text":"Î© Sl no Position of Rheostat VS Volts I Amp VR Volts VL Volts VC Volts VRL Volts 1 Middle position 100 V 2 Maximum position 100 V Updated on 7/10/2025 By AP/LD single phase variac -- 2 of 4 -- 51 Calculations -RLC Series circuit: Sl no. ğ‘… = ğ‘‰ğ‘… ğ¼ ğ‘ğ¿ = ğ‘‰ğ¿ ğ¼ ğ‘‹ğ¿ = âˆš(ğ‘ğ¿2 âˆ’ ğ‘Ÿ2) |ğ‘ = ğ‘‰ğ‘† ğ¼ | Î¦ from calculation Î¦=cosâˆ’1 (ğ‘…+ğ‘Ÿ ğ‘ ) Î¦ From phasor diagram Procedure for Drawing Series circuit phasor diagram: 1. Choose suitable scale for voltages & voltage drops. 2. Take current I as reference & draw Vr in phase with I (Vr= OA) 3. Draw the arcs AB=Vl & OB =Vrl intersecting each other at point B 4. Join A with B & O with B. 5. Draw OD=Vc at an angle 90 lagging to I. 6. Draw a vertically downwards line from B i.e. BC = Vc= OD. Join OC=VS 7. Find the p.f. angle Ï† between Vs & I. Fig: 2. Phasor diagram of R-L-C circuit Updated on 7/10/2025 By AP/LD -- 3 of 4 -- 52 Pre lab questions: 1. What is meant by steady state response? 2. What is power factor of a circuit? 3. What is impedance o"},{"id":"c88ba869-5078-40b1-93f9-d58a0da24f02","doc_id":"exp6-1","text":"Phasor diagram of R-L-C circuit Updated on 7/10/2025 By AP/LD -- 3 of 4 -- 52 Pre lab questions: 1. What is meant by steady state response? 2. What is power factor of a circuit? 3. What is impedance of a circuit? 4. What are different forms of representation of a phasor? 5. How is reference phasor chosen to draw a phasor diagram? 6. What is the function of auto transformer? 7. What is the function of multimeter? 8. What is the difference between ideal inductor and practical inductor? 9. What is the difference between ideal capacitor and practical capacitor? Post lab questions: 1. Sketch current and voltage waveforms across elements of R-L-C circuits. 2. State whether the R-L-C circuit is inductive or capacitive in nature, 3. Can voltage across capacitor or inductor be more than the input voltage? 4. How are specification (range and type) of apparatus chosen in the experiment. 5. Why is phasor, Vl (Voltage across inductor), not perpendicular to current phasor? Updated on 7/10/2025 By AP"}]}